Repository: igapyon/openrpa-ja-tmx
Catalog: tmx/OpenRPA-OpenRPA-en2ja.tmx
Source language: en_us
Languages: ja

source: Add variables
ja: 変数を追加

source: Animate Mouse
ja: マウスをアニメーション化

source: Animate Move
ja: 移動をアニメーション化

source: Block execution until the complete
ja: 完了するまで実行をブロック

source: Blocking
ja: ブロック

source: Browser addons
ja: ブラウザ・アドオン

source: Cancel key
ja: キャンセル・キー

source: Change Type
ja: タイプを変更

source: Check Running
ja: 実行をチェック

source: Click Delay
ja: クリック遅延

source: Click Element
ja: 要素をクリック

source: Click on an element found with GetElement
ja: GetElement で見つかった要素をクリック

source: Close Application
ja: アプリケーションをクローズ

source: Comment Out
ja: コメントアウト

source: Comment out
ja: コメントアウト

source: Copy
ja: コピー

source: Copy Clipboard
ja: クリックボードをコピー

source: Copy ID
ja: ID をコピー

source: Copy Relative Filename
ja: 相対ファイル名をコピー

source: Copy content of Clipboard into a variable
ja: クリップボードのコンテンツを変数にコピー

source: Created at
ja: 作成日時

source: Created by
ja: 作成者

source: Data Table
ja: データテーブル

source: Data View
ja: データビュー

source: Debug
ja: デバッグ

source: Delay between each keystroke
ja: 各キーストローク間のディレイ

source: Delete
ja: 削除

source: Details
ja: 詳細

source: Detector
ja: 検知器

source: Detectors
ja: 検知器

source: Disable local caching
ja: ローカルキャッシュを無効化

source: Disconnected
ja: 非接続

source: Displayname
ja: 表示名

source: Displayname inside the workflow designer
ja: ワークフロー・デザイナ内の表示名

source: Do a double click instead of single click
ja: シングルクリックの代わりにダブルクリックする

source: Double Click
ja: ダブルクリック

source: Double-click to view
ja: ダブルクリックで表示

source: Download
ja: ダウンロード

source: Drop activity
ja: アクティビティをドロップ

source: Duration
ja: 期間

source: Edit
ja: 編集

source: Edit XAML
ja: XAML を編集

source: Element
ja: 要素

source: Enumerate through each row inside a DataTable
ja: DataTable 内の各行を列挙

source: Exit Application
ja: アプリケーションを終了

source: Export
ja: エクスポート

source: Files
ja: ファイル

source: Focus Element
ja: 要素をフォーカス

source: Force
ja: 強制

source: Forcefully do the action
ja: アクションを強制的に実施

source: General
ja: 一般

source: Give element focus
ja: 要素にフォーカスを与える

source: Height
ja: 高さ

source: Highlight
ja: 強調

source: Highlight Element
ja: 要素を強調

source: Highlight an element found with GetElement
ja: GetElement で見つかった要素をクリック

source: Ignore Errors
ja: エラーを無視

source: Image Result
ja: イメージ結果

source: Import
ja: インポート

source: Insert Clipboard
ja: クリックボードを挿入

source: Insert new content into the users Clipboard buffer
ja: ユーザのクリップボードバッファに新規コンテンツを挿入

source: Invoke
ja: 実行

source: Invoke OpenFlow
ja: OpenFlow を実行

source: Invoke OpenRPA
ja: OpenRPA を実行

source: Invoke Remote OpenRPA
ja: リモート OpenRPA を実行

source: Invoke a local OpenRPA Workflow
ja: ローカル OpenRPA ワークフローを実行

source: Key Modifiers
ja: Key Modifier

source: Last modified at
ja: 更新日時

source: Last modified by
ja: 更新者

source: Logging
ja: ロギング

source: Map Variables
ja: 変数をマップ

source: Message
ja: メッセージ

source: Message to show
ja: 表示するメッセージ

source: Minimize
ja: 最小化

source: Mouse Button
ja: マウスボタン

source: Mouse button to click with
ja: クリックするマウスボタン

source: Move Mouse
ja: マウスを移動

source: Name
ja: 名前

source: New
ja: 新規

source: New Project
ja: 新規プロジェクト

source: New Workflow
ja: 新規ワークフロー

source: Open
ja: 開く

source: Open Application
ja: アプリケーションを開く

source: Open Selector
ja: セレクタを開く

source: Output
ja: 出力

source: Packages
ja: パッケージ

source: Permissions
ja: 権限

source: Play
ja: 再生

source: Plugins
ja: プラグイン

source: Post Wait
ja: 事後待機

source: Properties
ja: プロパティ

source: Puts workflow in idle mode, waiting on selected detector to trigger
ja: ワークフローを待機モードに設定し、選択した検知器がトリガされるのを待機

source: Read
ja: 読込

source: Record
ja: 記録

source: Record directly into designer
ja: デザイナに直接記録

source: Recorder plugins
ja: 記録プラグイン

source: Recording Overlay
ja: 記録中オーバレイ

source: Reload
ja: 再読込

source: Rename
ja: 名前の変更

source: Result
ja: 結果

source: Return the result as an image
ja: 結果をイメージとして返却

source: Run from here
ja: ここから実行

source: Run plugins
ja: プラグインを実行

source: Run this activity
ja: このアクティビティを実行

source: Runtime
ja: ランタイム

source: Save
ja: 保存

source: Search
ja: 検索

source: Select Element
ja: 要素を選択

source: Selector
ja: セレクタ

source: Selector Verbose
ja: セレクタ Verbose

source: Send Ctrl+C
ja: Ctrl+C を送信

source: Serializable
ja: シリアライズ可能

source: Set Click PostWait
ja: クリックを事後待機に設定

source: Settings
ja: 設定

source: Settings File
ja: 設定ファイル

source: Show Balloon Tip
ja: バルーンチップを表示

source: Signout
ja: サインアウト

source: Slow Motion
ja: スローモーション

source: Snippets
ja: スニペット

source: State
ja: 状態

source: Stop
ja: 停止

source: String Result
ja: 文字列結果

source: Swap Animate
ja: アニメーション化の交換

source: Swap SendKeys
ja: SendKey の交換

source: Swap Virtual Clicking
ja: 仮想クリックの交換

source: Target
ja: ターゲット

source: Text
ja: テキスト

source: The target user or role
ja: ターゲットのユーザまたはロール

source: Timeout
ja: タイムアウト

source: Title
ja: タイトル

source: Toolbox
ja: ツールボックス

source: Tools
ja: ツール

source: Type
ja: タイプ

source: Type Text
ja: テキストをタイプ

source: UI Language
ja: UI 言語

source: Uncomment
ja: コメント解除

source: Update
ja: 更新

source: Use Animate Mouse
ja: アニメーション化マウスを使用

source: Use SendKeys
ja: SendKey を使用

source: Use Virtual Clicks
ja: 仮想クリックを使用

source: Use this workflow
ja: このワークフローを使用

source: Value
ja: 値

source: Version
ja: バージョン

source: Virtual Click
ja: 仮想クリック

source: Visibly move the mouse, instead of instantly moving it to the destination
ja: 目的地にすぐに移動する代わりに、ビジュアルにマウスを移動

source: Visibly move the window, instead of instantly moving it to the destination
ja: 目的地にすぐに移動する代わりに、ビジュアルにウィンドウを移動

source: Visual Tracking
ja: ビジュアル追跡

source: Wait until Completed
ja: 完了まで待機

source: Warning
ja: 警告

source: Width
ja: 幅

source: Will run for the duration
ja: この期間だけ実行

source: Will wait for this detector to trigger, then the workflow will continue
ja: 検知器はこのトリガを待機し、トリガされるとワークフローを継続

source: Workflow
ja: ワークフロー

source: Workflow Instances
ja: ワークフロー・インスタンス

source: X Offset
ja: X オフセット

source: Y Offset
ja: Y オフセット
